Revit 2027 API
AdvancedOpaque.OpaqueF0 Property
 The property labeled "Specular reflectance" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string OpaqueF0 { get; }
Public Shared ReadOnly Property OpaqueF0 As String
	Get
public:
static property String^ OpaqueF0 {
	String^ get ();
}
static member OpaqueF0 : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace